spec/fixtures/order_line_get_data/success.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <OrderLine_GetData xmlns="http://e-conomic.com">
      <entityHandle>
        <Id>int</Id>
        <Number>int</Number>
      </entityHandle>
    </OrderLine_GetData>
  </soap:Body>
</soap:Envelope>
